Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# PAIR_DEVICE_OTHER_DEVICE_STEPS_DESTINATION
source: 1. Open the **Chat history transfer** settings. 2. Choose **Export**. 3. Select the **same profile** as on this device. 4. Choose **Transfer between iPhones or iPads**. 5. Choose what to transfer. 6. Tap **Pair a new device**.
de: 1. Öffnen Sie die Einstellungen für die **Chatverlaufsübertragung**. 2. Wählen Sie **Exportieren**. 3. Wählen Sie dasselbe **Profil** wie auf diesem Gerät aus. 4. Wählen Sie **Übertragung zwischen iPhones oder iPads**. 5. Wählen Sie aus, was übertragen werden soll. 6. Tippen Sie auf **Neues Gerät koppeln**.
es: 1. Abre la configuración de **Transferencia del historial de chat**. 2. Elige **Exportar**. 3. Selecciona el **mismo perfil** que en este dispositivo. 4. Elige **Transferir entre iPhones o iPads**. 5. Elige qué transferir. 6. Toca **Emparejar un nuevo dispositivo**.
fr: 1. Ouvrez les paramètres de transfert d’historique des discussions. 2. Sélectionnez **Exporter**. 3. Choisissez le même profil que sur cet appareil. 4. Optez pour **Transfert entre iPhone ou iPad**. 5. Sélectionnez les éléments à transférer. 6. Appuyez sur **Appairer un nouvel appareil**.
it: 1. Apri le impostazioni di **Trasferimento cronologia chat**. 2. Scegli **Esporta**. 3. Seleziona lo **stesso profilo** utilizzato su questo dispositivo. 4. Scegli **Trasferimento tra iPhone o iPad**. 5. Scegli cosa trasferire. 6. Tocca **Abbina un nuovo dispositivo**.
ja: 1. **チャット履歴の転送**設定を開きます。 2. **エクスポート**を選択します。 3. このデバイスと同じ**プロファイル**を選択します。 4. **iPhoneまたはiPad間の転送**を選択します。 5. 転送する内容を選択します。 6. **新しいデバイスとのペアリング**をタップします。
ko: 1. **채팅 기록 전송** 설정을 엽니다. 2. **내보내기**를 선택합니다. 3. 이 장치와 동일한 **프로필**을 선택합니다. 4. **iPhone 또는 iPad 간 전송**을 선택합니다. 5. 전송할 항목을 선택합니다. 6. **새 장치 연결**을 탭합니다.
pt_br: 1. Abra as configurações de **Transferência do histórico de bate-papos**. 2. Escolha **Exportar**. 3. Selecione o **mesmo perfil** usado neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha o que deseja transferir. 6. Toque em **Emparelhar um novo dispositivo**.
pt_pt: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Exportar**. 3. Selecione o **mesmo perfil** que está neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha o que deseja transferir. 6. Toque em **Emparelhar um novo dispositivo**.
ru: 1. Откройте настройки **«Перенос истории чатов»**. 2. Выберите **«Экспорт»**. 3. Выберите **тот же профиль**, что и на этом устройстве. 4. Выберите **«Перенос между iPhone или iPad»**. 5. Выберите, что нужно перенести. 6. Нажмите **«Соединить новое устройство»**.
uk: 1. Відкрийте налаштування **«Перенесення історії чатів»**. 2. Оберіть **«Експорт»**. 3. Виберіть **той самий профіль**, що й на цьому пристрої. 4. Оберіть **«Перенесення між iPhone або iPad»**. 5. Виберіть, що саме потрібно перенести. 6. Натисніть **«Підключити новий пристрій»**.
zh_hans: 1. 打开“聊天记录传输”设置。 2. 选择“导出”。 3. 选择与此设备上相同的帐户。 4. 选择“iPhone 或 iPad 之间的传输”。 5. 选择要传输的内容。 6. 点击“配对新设备”。

# PAIR_DEVICE_OTHER_DEVICE_STEPS_SOURCE
source: On the other device: 1. Open the **Chat history transfer** settings. 2. Choose **Import**. 3. Select the **same profile** as on this device. 4. Choose **Transfer between iPhones or iPads**. 5. Tap **Pair a new device**.
de: Auf dem anderen Gerät: 1. Öffnen Sie die Einstellungen für **Chatverlauf übertragen**. 2. Wählen Sie **Importieren**. 3. Wählen Sie **dasselbe Profil** wie auf diesem Gerät aus. 4. Wählen Sie **Übertragung zwischen iPhones oder iPads**. 5. Tippen Sie auf **Neues Gerät koppeln**.
es: En el otro dispositivo: 1. Abre la configuración de **Transferir historial de chat**. 2. Selecciona **Importar**. 3. Elige el **mismo perfil** que en este dispositivo. 4. Selecciona **Transferir entre iPhones o iPads**. 5. Toca **Emparejar un nuevo dispositivo**.
fr: Sur l’autre appareil : 1. Ouvrez les paramètres de transfert d’historique des discussions. 2. Sélectionnez **Importer**. 3. Choisissez le même profil que sur cet appareil. 4. Optez pour **Transfert entre iPhone ou iPad**. 5. Appuyez sur **Appairer un nouvel appareil**.
it: Sull'altro dispositivo: 1. Apri le impostazioni di **Trasferimento della cronologia chat**. 2. Seleziona **Importa**. 3. Seleziona lo **stesso profilo** utilizzato su questo dispositivo. 4. Scegli **Trasferisci tra iPhone o iPad**. 5. Tocca **Associa un nuovo dispositivo**.
ja: 別のデバイスで： 1. 「チャット履歴の転送」設定を開きます。 2. 「インポート」を選択します。 3. このデバイスと同じプロフィールを選択します。 4. 「iPhoneまたはiPad間の転送」を選択します。 5. 「新しいデバイスのペアリング」をタップします。
ko: 다른 기기에서: 1. **채팅 기록 전송** 설정을 엽니다. 2. **가져오기**를 선택합니다. 3. 이 기기와 **동일한 프로필**을 선택합니다. 4. **iPhone 또는 iPad 간 전송**을 선택합니다. 5. **새 기기 페어링**을 탭합니다.
pt_br: No outro dispositivo: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Importar**. 3. Selecione o **mesmo perfil** do dispositivo atual. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Toque em **Emparelhar um novo dispositivo**.
pt_pt: No outro dispositivo: 1. Abra as definições de **Transferir histórico de conversas**. 2. Escolha **Importar**. 3. Selecione o **mesmo perfil** que neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Toque em **Emparelhar um novo dispositivo**.
ru: На другом устройстве: 1. Откройте настройки **Перенос истории чатов**. 2. Выберите **Импорт**. 3. Выберите **тот же профиль**, что и на этом устройстве. 4. Выберите **Перенос между iPhone или iPad**. 5. Нажмите **Подключить новое устройство**.
uk: На іншому пристрої: 1. Відкрийте налаштування **Перенесення історії чату**. 2. Оберіть **Імпорт**. 3. Виберіть **той самий профіль**, що й на цьому пристрої. 4. Оберіть **Перенесення між iPhone або iPad**. 5. Натисніть **Під’єднати новий пристрій**.
zh_hans: 在另一台设备上： 1. 打开“聊天记录传输”设置。 2. 选择“导入”。 3. 选择与本设备相同的帐户。 4. 选择“在 iPhone 或 iPad 之间传输”。 5. 点击“配对新设备”。

# PAIR_DEVICE_THIS_DEVICE_STEP
source: Then, on this device, tap **Pair a new device** below.
de: Tippen Sie dann auf diesem Gerät auf **Neues Gerät koppeln** (unten).
es: Luego, en este dispositivo, pulsa **Emparejar un nuevo dispositivo** que aparece más abajo.
fr: Ensuite, sur cet appareil, appuyez sur **Appairer un nouvel appareil** ci-dessous.
it: A questo punto, su questo dispositivo, tocca **Associa un nuovo dispositivo** in basso.
ja: 次に、このデバイスで、画面下部の「新しいデバイスをペアリング」をタップします。
ko: 그러면 이 기기에서 아래의 **새 기기 페어링**을 탭하세요.
pt_br: Em seguida, neste dispositivo, toque em **Adicionar um novo dispositivo** na parte inferior.
pt_pt: Em seguida, neste dispositivo, toque em **Emparelhar um novo dispositivo** na parte inferior.
ru: Затем на этом устройстве нажмите **Подключить новое устройство** внизу.
uk: Потім на цьому пристрої натисніть **Підключити новий пристрій** внизу.
zh_hans: 然后，在此设备上，点击下方“配对新设备”。

# PAIR_NEW_DEVICE
source: Pair a new device
de: Neues Gerät koppeln
es: Emparejar un nuevo dispositivo
fr: Appairer un nouvel appareil
it: Associa un nuovo dispositivo
ja: 新しいデバイスをペアリング
ko: 새 기기를 연결하세요
pt_br: Emparelhar um novo dispositivo
pt_pt: Emparelhar um novo dispositivo
ru: Подключите новое устройство
uk: Підключіть новий пристрій
zh_hans: 配对新设备

# PICK_ZIP_FILE_BUTTON_TITLE
source: Choose a zip file
de: Wählen Sie eine ZIP-Datei aus
es: Elige un archivo ZIP
fr: Choisir un fichier zip
it: Scegli un file ZIP
ja: ZIPファイルを選択してください
ko: zip 파일을 선택하세요
pt_br: Escolha um arquivo ZIP
pt_pt: Escolha um ficheiro ZIP
ru: Выберите ZIP-файл
uk: Оберіть ZIP-файл
zh_hans: 选择一个压缩文件

# RECEIVING_ATTACHMENTS_STATUS_VIEW_%lld_ATTACHMENTS_COULD_NOT_BE_TRANSFERRED
source: %lld attachments could not be transferred.
de: %lld Anhänge konnten nicht übertragen werden.
es: No se pudieron transferir %lld archivos adjuntos.
fr: %lld pièces jointes n’ont pas pu être transférées.
it: %lld allegati non sono stati possibili trasferirli.
ja: %lld件の添付ファイルの転送に失敗しました。
ko: %lld개의 첨부 파일을 전송할 수 없습니다.
pt_br: %lld anexos não puderam ser transferidos.
pt_pt: %lld anexos não conseguiram ser transferidos.
ru: Не удалось отправить %lld файлов.
uk: Не вдалося передати %lld файлів.
zh_hans: 有 %lld 个附件无法传输。

# RECEIVING_ATTACHMENTS_STATUS_VIEW_DID_RECEIVE_%lld_ATTACHMENTS
source: Did receive %lld attachments.
de: %lld Dateien wurden empfangen.
es: Se recibieron %lld archivos adjuntos.
fr: %lld pièces jointes reçues.
it: Sono stati ricevuti %lld allegati.
ja: %lld個の添付ファイルを受信しました。
ko: %lld개의 첨부 파일을 받았습니다.
pt_br: Recebeu %lld anexos.
pt_pt: Recebeu %lld anexos.
ru: Получено %lld вложений.
uk: Отримано %lld вкладень.
zh_hans: 已收到 %lld 个附件。

# RECEIVING_ATTACHMENTS_STATUS_VIEW_RECEIVING_%lld_ATTACHMENTS
source: Receiving %lld attachments…
de: Empfange %lld Anhänge…
es: Recibiendo %lld archivos adjuntos...
fr: Réception de %lld pièces jointes…
it: Ricezione di %lld allegati...
ja: %lld個の添付ファイルを受信中…
ko: %lld개의 첨부 파일을 수신 중…
pt_br: Recebendo %lld anexos...
pt_pt: A receber %lld ficheiros anexados...
ru: Получаю %lld файлов…
uk: Завантажується %lld файлів…
zh_hans: 正在接收 %lld 个附件…

# RECEIVING_ATTACHMENTS_VIEW_TITLE
source: Receiving attachments
de: Empfange Anhänge
es: Recibiendo archivos adjuntos
fr: Réception des pièces jointes
it: Ricezione allegati
ja: 添付ファイルを受信中
ko: 첨부 파일 수신 중
pt_br: Recebendo anexos
pt_pt: A receber anexos
ru: Получение вложений
uk: Отримання вкладень
zh_hans: 正在接收附件

# RECEIVING_ATTACHMENTS_VIEW_TITLE_DONE
source: Attachments received
de: Anhänge empfangen
es: Archivos adjuntos recibidos
fr: Pièces jointes reçues
it: Allegati ricevuti
ja: 添付ファイルを受信しました
ko: 첨부 파일 수신
pt_br: Anexos recebidos
pt_pt: Anexos recebidos
ru: Вложения получены
uk: Вкладення отримано
zh_hans: 已接收附件

# RECEIVING_DISCUSSION_LIST_01_FOUND
source: Found on source device:
de: Auf dem Quellgerät gefunden:
es: Encontrado en el dispositivo de origen:
fr: Trouvés sur cet appareil :
it: Trovato sul dispositivo di origine:
ja: ソースデバイスで検出されました:
ko: 원본 기기에서 발견됨:
pt_br: Encontrado no dispositivo de origem:
pt_pt: Encontrado no dispositivo de origem:
ru: Найдено на исходном устройстве:
uk: Знайдено на пристрої-джерелі:
zh_hans: 在源设备上找到：

# RECEIVING_DISCUSSION_LIST_01_FOUND_%lld_ATTACHMENTS_FOR_A_TOTAL_OF_%@
source: %1$lld attachments (%2$@ total)
de: %1$lld Anhänge (%2$@ insgesamt)
es: %1$lld archivos adjuntos (%2$@ en total)
fr: %1$lld pièces jointes (%2$@)
it: %1$lld allegati (%2$@ in totale)
ja: %1$lld 件の添付ファイル (%2$@ 件)
ko: %1$lld개의 첨부 파일 (%2$@ 총계)
pt_br: %1$lld anexos (%2$@ no total)
pt_pt: %1$lld anexos (%2$@ no total)
ru: %1$lld вложений (%2$@ всего)
uk: %1$lld додатків (%2$@ всього)
zh_hans: %1$lld 个附件 (%2$@ 个)

# RECEIVING_DISCUSSION_LIST_01_FOUND_%lld_DISCUSSIONS
source: %lld discussions
de: %lld Diskussionen
es: %lld debates
it: %lld discussioni
ja: %lld 件のディスカッション
ko: %lld개의 대화
pt_br: %lld conversas
pt_pt: %lld conversas
ru: %lld обсуждений
uk: %lld дискусій
zh_hans: %lld 个讨论

# RECEIVING_DISCUSSION_LIST_01_FOUND_IN_ZIP
source: Found in zip file:
de: In ZIP-Datei gefunden:
es: Encontrado en el archivo ZIP:
fr: Fichier zip trouvé :
it: Trovato all'interno del file zip:
ja: zipファイル内に見つかりました:
ko: 압축 파일에서 찾았습니다:
pt_br: Encontrado no arquivo ZIP:
pt_pt: Encontrado no ficheiro zip:
ru: Обнаружено в ZIP-архиве:
uk: Знайдено в zip-архіві:
zh_hans: 在压缩文件中找到:

# RECEIVING_DISCUSSION_LIST_01_IN_PROGRESS
source: In progress…
de: In Bearbeitung…
es: En progreso…
fr: En cours…
it: In corso…
ja: 処理中...
ko: 진행 중...
pt_br: Em andamento…
pt_pt: Em curso…
ru: В процессе…
uk: У процесі…
zh_hans: 正在进行中...

# RECEIVING_MESSAGES_STATUS_VIEW_01_STARTING
source: Starting…
de: Wird gestartet…
es: Comenzando…
fr: Démarrage en cours…
it: In corso…
ja: 開始中…
ko: 시작 중...
pt_br: Iniciando...
pt_pt: A iniciar...
ru: Запуск...
uk: Завантаження...
zh_hans: 开始…

# RECEIVING_MESSAGES_STATUS_VIEW_02_RECEIVING_%lld_MESSAGES
source: Receiving %lld messages…
de: Empfange %lld Nachrichten…
es: Recibiendo %lld mensajes...
fr: Réception de %lld messages…
it: Ricezione di %lld messaggi…
ja: %lld件のメッセージを受信中…
ko: %lld개의 메시지 수신 중...
pt_br: Recebendo %lld mensagens…
pt_pt: A receber %lld mensagens…
ru: Получено %lld сообщений…
uk: Отримано %lld повідомлень…
zh_hans: 正在接收 %lld 条消息…

# RECEIVING_MESSAGES_STATUS_VIEW_03_%lld_MESSAGES_COULD_NOT_BE_RECEIVED
source: %lld messages could not be transferred.
de: %lld Nachrichten konnten nicht übertragen werden.
es: No se pudieron enviar %lld mensajes.
fr: %lld messages n’ont pas pu être transférés.
it: %lld messaggi non sono stati possibili inviare.
ja: %lld件のメッセージを送信できませんでした。
ko: %lld개의 메시지가 전송되지 않았습니다.
pt_br: %lld mensagens não puderam ser enviadas.
pt_pt: %lld mensagens não foram possíveis de transferir.
ru: Не удалось отправить %lld сообщений.
uk: Не вдалося передати %lld повідомлень.
zh_hans: 有 %lld 条消息无法传输。

# RECEIVING_MESSAGES_STATUS_VIEW_03_DID_RECEIVE_%lld_MESSAGES
source: Did receive %lld messages.
de: %lld Nachrichten wurden empfangen.
es: Se recibieron %lld mensajes.
fr: %lld messages reçus.
it: Hai ricevuto %lld messaggi.
ja: %lld件のメッセージを受信しました。
ko: %lld개의 메시지를 받았습니다.
pt_br: Recebeu %lld mensagens.
pt_pt: Recebeu %lld mensagens.
ru: Получено %lld сообщений.
uk: Отримано %lld повідомлень.
zh_hans: 已收到 %lld 条消息。

# RECEIVING_MESSAGES_STATUS_VIEW_TITLE
source: Receiving messages
de: Nachrichten werden empfangen
es: Recibiendo mensajes
fr: Réception des messages en cours
it: Ricezione messaggi
ja: メッセージを受信中
ko: 메시지 수신
pt_br: Recebendo mensagens
pt_pt: A receber mensagens
ru: Сообщение получено
uk: Отримання повідомлень
zh_hans: 正在接收消息

# RECEIVING_MESSAGES_STATUS_VIEW_TITLE_DONE
source: Messages received
de: Empfangene Nachrichten
es: Mensajes recibidos
fr: Messages reçus
it: Messaggi ricevuti
ja: 受信したメッセージ
ko: 받은 메시지
pt_br: Mensagens recebidas
pt_pt: Mensagens recebidas
ru: Полученные сообщения
uk: Отримані повідомлення
zh_hans: 已接收的消息

# SENDING_ATTACHMENTS_STATUS_VIEW_%lld_ATTACHMENTS_COULD_NOT_BE_SENT
source: %lld attachments could not be sent.
de: %lld Anhänge konnten nicht gesendet werden.
es: No se pudieron enviar %lld archivos adjuntos.
fr: %lld pièces jointes n’ont pas pu être envoyées
it: Non è stato possibile inviare %lld allegati.
ja: %lld個の添付ファイルを送信できませんでした。
ko: %lld개의 첨부 파일을 보낼 수 없습니다.
pt_br: %lld anexos não puderam ser enviados.
pt_pt: %lld anexos não foi possível enviar.
ru: Не удалось отправить %lld вложений.
uk: Не вдалося надіслати %lld вкладень.
zh_hans: 有 %lld 个附件无法发送。

# SENDING_ATTACHMENTS_STATUS_VIEW_DID_SEND_%lld_ATTACHMENTS
source: %lld attachments were sent.
de: %lld Anhänge wurden gesendet.
es: Se enviaron %lld archivos adjuntos.
fr: %lld pièces jointes ont été envoyées.
it: %lld allegati sono stati inviati.
ja: %lld個の添付ファイルが送信されました。
ko: %lld개의 첨부 파일이 전송되었습니다.
pt_br: %lld anexos foram enviados.
pt_pt: %lld ficheiros foram enviados.
ru: Отправлено %lld вложений.
uk: Відправлено %lld вкладень.
zh_hans: 已发送 %lld 个附件。

# SENDING_ATTACHMENTS_STATUS_VIEW_SENDING_%lld_ATTACHMENTS
source: Sending %lld attachments…
de: Sende %lld Anhänge…
es: Enviando %lld archivos adjuntos...
fr: Envoi de %lld pièces jointes en cours…
it: Invio di %lld allegati...
ja: %lld個の添付ファイルを送信中…
ko: %lld개 첨부 파일 전송 중...
pt_br: Enviando %lld anexos…
pt_pt: A enviar %lld ficheiros…
ru: Отправка %lld файлов…
uk: Надсилаю %lld файлів…
zh_hans: 正在发送 %lld 个附件…

# SENDING_ATTACHMENTS_VIEW_TITLE
source: Sending attachments
de: Dateien werden gesendet
es: Enviando archivos adjuntos
fr: Envoi de pièces jointes en cours…
it: Invio allegati
ja: 添付ファイルを送信中
ko: 첨부 파일 전송 중
pt_br: Enviando anexos
pt_pt: A enviar anexos
ru: Отправка вложений
uk: Надсилання вкладень
zh_hans: 正在发送附件

# SENDING_ATTACHMENTS_VIEW_TITLE_DONE
source: Attachments sent
de: Gesendete Anhänge
es: Archivos adjuntos enviados
fr: Pièces jointes envoyées
it: Allegati inviati
ja: 添付ファイル送信
ko: 첨부 파일 전송
pt_br: Anexos enviados
pt_pt: Anexos enviados
ru: Вложения отправлены
uk: Надіслано вкладення
zh_hans: 已发送的附件

# SENDING_MESSAGES_STATUS_VIEW_01_STARTING
source: Starting…
de: Wird gestartet…
es: Comenzando…
fr: Démarrage…
it: In corso…
ja: 開始中…
ko: 시작 중...
pt_br: Iniciando...
pt_pt: A iniciar...
ru: Запуск...
uk: Завантаження...
zh_hans: 开始…

# SENDING_MESSAGES_STATUS_VIEW_02_ADDING_%lld_MESSAGES_TO_ZIP
source: Adding %lld messages to the zip.
de: %lld Nachrichten werden zum Archiv hinzugefügt.
es: Añadiendo %lld mensajes al archivo ZIP.
fr: Ajout de %lld messages au zip en cours.
it: Aggiunta di %lld messaggi all'archivio.
ja: %lld件のメッセージをzipに追加中です。
ko: %lld개의 메시지를 압축 파일에 추가 중입니다.
pt_br: Adicionando %lld mensagens ao arquivo ZIP.
pt_pt: A adicionar %lld mensagens ao ficheiro ZIP.
ru: Добавляем %lld сообщений в архив.
uk: Додається %lld повідомлень до архіву.
zh_hans: 正在向压缩包添加 %lld 条消息。

# SENDING_MESSAGES_STATUS_VIEW_02_SENDING_%lld_MESSAGES
source: Sending %lld messages…
de: Sende %lld Nachrichten…
es: Enviando %lld mensajes…
fr: Envoi de %lld messages en cours…
it: Invio di %lld messaggi...
ja: %lld件のメッセージを送信中…
ko: %lld개의 메시지 전송 중…
pt_br: Enviando %lld mensagens…
pt_pt: A enviar %lld mensagens…
ru: Отправка %lld сообщений…
uk: Надсилаю %lld повідомлень…
zh_hans: 正在发送 %lld 条消息…

# SENDING_MESSAGES_STATUS_VIEW_03_%lld_MESSAGES_COULD_NOT_BE_SENT
source: %lld messages could not be sent.
de: %lld Nachrichten konnten nicht gesendet werden.
es: No se pudieron enviar %lld mensajes.
fr: %lld messages n’ont pas pu être envoyés.
it: Impossibile inviare %lld messaggi.
ja: %lld件のメッセージを送信できませんでした。
ko: %lld개의 메시지를 보내는 데 실패했습니다.
pt_br: %lld mensagens não puderam ser enviadas.
pt_pt: %lld mensagens não foram enviadas.
ru: %lld сообщений не удалось отправить.
uk: Не вдалося надіслати %lld повідомлень.
zh_hans: 有 %lld 条消息无法发送。

# SENDING_MESSAGES_STATUS_VIEW_03_DID_ADD_%lld_MESSAGES_TO_ZIP
source: %lld messages were added to the zip.
de: %lld Nachrichten wurden zum Archiv hinzugefügt.
es: Se añadieron %lld mensajes al archivo ZIP.
fr: %lld messages ont été ajoutés au zip.
it: %lld messaggi sono stati aggiunti allo zip.
ja: %lld件のメッセージをzipに追加しました。
ko: %lld개의 메시지가 압축 파일에 추가되었습니다.
pt_br: %lld mensagens foram adicionadas ao arquivo ZIP.
pt_pt: %lld mensagens foram adicionadas ao ficheiro ZIP.
ru: %lld сообщений добавлено в архив.
uk: До архіву додано %lld повідомлень.
zh_hans: 已向压缩包添加 %lld 条消息。

# SENDING_MESSAGES_STATUS_VIEW_03_DID_SEND_%lld_MESSAGES
source: %lld messages were sent.
de: %lld Nachrichten wurden gesendet.
es: Se enviaron %lld mensajes.
fr: %lld messages ont été envoyés.
it: %lld messaggi sono stati inviati.
ja: %lld件のメッセージが送信されました。
ko: %lld개의 메시지가 전송되었습니다.
pt_br: %lld mensagens foram enviadas.
pt_pt: %lld mensagens foram enviadas.
ru: Отправлено %lld сообщений.
uk: Надіслано %lld повідомлень.
zh_hans: 已发送 %lld 条消息。

# SENDING_MESSAGES_STATUS_VIEW_TITLE
source: Sending messages
de: Nachrichten werden gesendet
es: Enviando mensajes
fr: Envoi de messages en cours
it: Invio dei messaggi
ja: メッセージを送信中
ko: 메시지 보내는 중
pt_br: Enviando mensagens
pt_pt: A enviar mensagens
ru: Отправка сообщений
uk: Надсилання повідомлень
zh_hans: 正在发送消息

# SENDING_MESSAGES_STATUS_VIEW_TITLE_DONE
source: Messages sent
de: Gesendete Nachrichten
es: Mensajes enviados
fr: Messages envoyés
it: Messaggi inviati
ja: 送信されたメッセージ
ko: 보낸 메시지
pt_br: Mensagens enviadas
pt_pt: Mensagens enviadas
ru: Отправленные сообщения
uk: Надіслано повідомлення
zh_hans: 已发送的消息

# SHARE_ZIP_FILE_BUTTON_TITLE
source: Share your zip file
de: Teilen Sie Ihre Zip-Datei
es: Comparte tu archivo ZIP
fr: Partagez votre fichier zip
it: Condividi il tuo file ZIP
ja: ZIPファイルを共有
ko: 압축 파일을 공유하세요.
pt_br: Compartilhe seu arquivo ZIP
pt_pt: Partilhe o seu ficheiro zip
ru: Поделитесь своим ZIP-архивом
uk: Поділіться своїм ZIP-архівом
zh_hans: 分享你的压缩文件

source: Starting…
de: Wird gestartet…
es: Comenzando…
fr: Démarrage en cours…
it: Avvio in corso…
ja: 開始中…
ko: 시작 중...
pt_br: Iniciando...
pt_pt: A iniciar...
ru: Запуск...
uk: Завантаження...
zh_hans: 正在启动…

# STEP_ONE_ON_THE_OTHER_DEVICE
source: Step 1: On the other device
de: Schritt 1: Auf dem anderen Gerät
es: Paso 1: En el otro dispositivo
fr: Étape 1 : Sur l’autre appareil
it: Passaggio 1: sull'altro dispositivo
ja: 手順1：別のデバイスで
ko: 1단계: 다른 기기에서
pt_br: Passo 1: No outro dispositivo
pt_pt: Passo 1: No outro dispositivo
ru: Шаг 1: На другом устройстве
uk: Крок 1: На іншому пристрої
zh_hans: 第一步：在另一台设备上

# STEP_TWO_ON_THIS_DEVICE
source: Step 2: On this device
de: Schritt 2: Auf diesem Gerät
es: Paso 2: En este dispositivo
fr: Étape 2 : Sur cet appareil
it: Passaggio 2: su questo dispositivo
ja: ステップ 2: このデバイスで
ko: 2단계: 이 장치에서
pt_br: Passo 2: Neste dispositivo
pt_pt: Passo 2: Neste dispositivo
ru: Шаг 2: На этом устройстве
uk: Крок 2: На цьому пристрої
zh_hans: 步骤 2：在此设备上

# TRANSFER_REQUEST_WAS_REJECTED_BY_DESTINATION_DEVICE_EXPLANATION
source: Your chat history transfer request was rejected on your remote device.
de: Ihre Anfrage zum Übertragen Ihres Chatverlaufs wurde auf Ihrem anderen Gerät abgelehnt.
es: Su solicitud de transferencia del historial de chat fue rechazada en su otro dispositivo.
fr: Votre demande de transfert de l’historique des discussions a été rejetée sur l’autre appareil.
it: La richiesta di trasferimento della cronologia chat è stata rifiutata sul tuo dispositivo remoto.
ja: リモートデバイスでのチャット履歴転送リクエストが拒否されました。
ko: 다른 기기에서 채팅 기록 전송 요청이 거부되었습니다.
pt_br: O seu pedido de transferência do histórico de conversas foi rejeitado no seu outro dispositivo.
pt_pt: O seu pedido de transferência do histórico de conversas foi rejeitado no seu dispositivo remoto.
ru: Ваш запрос на перенос истории чата был отклонен на вашем удаленном устройстве.
uk: Ваш запит на передачу історії чатів було відхилено на вашому віддаленому пристрої.
zh_hans: 您的聊天记录迁移请求在您的其他设备上被拒绝。

# TRANSFER_SCOPE_MESSAGES_AND_ATTACHMENTS_SUBTITLE
source: Complete transfer. Includes text messages and all attachments (slower).
de: Vollständige Übertragung. Enthält Textnachrichten und alle Anhänge (dauert länger).
es: Transferencia completa. Incluye mensajes de texto y todos los archivos adjuntos (puede ser más lenta).
fr: Transfert complet. Inclut les messages et toutes les pièces jointes (plus lent).
it: Trasferimento completato. Include messaggi di testo e tutti gli allegati (più lento).
ja: 転送完了。テキストメッセージとすべての添付ファイルが含まれます（時間がかかります）。
ko: 전송 완료. 문자 메시지와 모든 첨부 파일이 포함됩니다 (전송 속도가 느릴 수 있음).
pt_br: Transferência concluída. Inclui mensagens de texto e todos os anexos (pode demorar mais).
pt_pt: Transferência completa. Inclui mensagens de texto e todos os anexos (mais demorada).
ru: Полная передача данных. Включает текстовые сообщения и все вложения (может занять больше времени).
uk: Завершено перенесення. Включає текстові повідомлення та всі вкладення (може тривати довше).
zh_hans: 完成传输。包括短信和所有附件（速度较慢）。

# TRANSFER_SCOPE_MESSAGES_AND_ATTACHMENTS_TITLE
source: Transfer messages and attachments
de: Nachrichten und Anhänge übertragen
es: Transferir mensajes y archivos adjuntos
fr: Transférer les messages et les pièces jointes.
it: Trasferisci messaggi e allegati
ja: メッセージと添付ファイルを転送
ko: 메시지와 첨부 파일을 전송합니다.
pt_br: Transferir mensagens e anexos
pt_pt: Transferir mensagens e anexos
ru: Перенести сообщения и вложения
uk: Перенести повідомлення та вкладення
zh_hans: 传输消息和附件
